---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralS
source: html/1b4bf3c9-da5d-8b84-e009-e6a40f446231.htm
---
# StructuralSectionGeneralS Members

Creates a new instance of Round Bar shape.